==||>me<||==

gomoku
继承自:gomoku(assorted,什锦,五目,ごもく),windring(风铃),baitieyi(Beate i White,白铁翼)

> 人只能自己救自己

关于使用的身份：
按照伊豆的说法，gomoku现有的名字是从恋人处继承的。然而这一点都不可信。对于这一点什锦觉得没有辩解的必要，稍微靠近什锦的人都明白。什锦是gomoku在书面中比较常使用的身份，因为符合现在所处的语言环境。据说抚子甚至在口语中自称姓名，什锦没有那么严重，至多在书面语中频繁这般自称。但是什锦的文字不太可能出现在什锦所了解的以外的地方，所以如果你看到了另一份第一人称自称什锦的文书，那多半不是本什锦。

关于过去：
什锦在平原呆过，在山里呆过，在小镇上呆过，在三线小城呆过。冬日灰蒙蒙的原野，夏夜热闹闹的池塘，春日慢悠悠的行车，秋日哗啦啦的银杏。曾经windring殿说过去的事情不应该过多回忆，虽然记不清了，大概是这个意思。但是按照她的说法，我应该迟早会把这句话忘掉吧。我能想起最早的事物，大概就是阳光了，亲眼所见，明明白白的伦勃朗光线。什锦曾经说过不会喜欢不喜欢什锦的人，似乎是很难理解。毕竟那时候还不是什锦。但大概能明白，什锦似乎不想为这个世界违心地戴上面具，至少不会勉强自己。但是之后的事情，似乎一点都不符。当然可以不喜欢，但也可以假装喜欢，但那就是欺骗了。很可惜被理解错心意了，历史就这样发展了下去。什锦很想感激一个人，大概是启蒙师的角色。国中时代的事了。效应持续到现在，直至将来吧。虽然即使没有这位角色，什锦迟早会接触到，但依然感谢。这就是入坑了。过去发生的事情，每一次，多多少少地改变着什锦。

关于现在：来到了滨海城市，一切都会好起来的。来到这边之后，做的一件事跟学姐那时候状况差不多（还不如说是故意复现）。最近开桥的时候，发现和见到战场原时的感觉一样，酥酥的电流~（酥完之后请务必闭桥！）买了很多跟专业方面有关的书，还没来得及看。在推三色（角）绘恋。在刷OJ题，大概是有啥没啥的。倾物语没有继续刷下去，八九寺，八九寺，在下一页似乎，似乎，所以不能把物语刷下去了，至少得换下一本。青木？青木又找到朋友啦！欸嘿嘿。

关于将来：everything,everything.海边是一定要去的，说不定会碰到那个超难形容的电波少女。

一些有谁没谁的设定：
> 柯立芝
？？？

> 雷电芽衣
长空市那段时间的……

> 长弓科技
好像跟分空没啥关系，但是被Jinkuishe什么的挤掉了。上述两者的结局跟Asgard一样烂尾（。）。

希望掌握的技能（成就）：
桥牌，将棋，花牌，折纸熟手，花绳（对于抚子而言），全栈。调频师，观测者。

牵挂的人：
很多。

酥酥？欸嘿嘿，看这里，nya~

工作(雾)邮箱:lika@assorted.pw
常邮箱(塞满了广告):baitieyi@outlook.com
